package sd2018;

public class ScienceDay03 {
    public static void main(String[] args) {
        // 3-1 変数に数値を入れて取り出してみよう
        // ここに書く



        // 3-2 変数に文字列を入れて取り出してみよう
        // ここに書く



        // チャレンジ問題
        // 自己紹介を表示させよう
        // ここに書く



        // ====================
        // ヒント
        // ====================
        // * 整数用の変数は int
        // * 文字列用の変数は String
        // * 変数は " " で囲まない
        // * 最後の ; を忘れずに
        // * 文字列どうしは「+」で繋げられる
        // * 文字列と数値は「+」で繋げられ、文字列になる
    }
}
