package sd2018;

public class ScienceDay04 {
    public static void main(String[] args) {
        // 「もし〜なら」のような条件分岐をさせてみよう。

        // 4-1 条件（数値の大小）によって処理を制御しよう
        // ここに書く



        // 4-2 条件に満たさない場合の処理も書いてみよう
        // ここに書く



        // チャレンジ問題
        // 今日の天気によって、表示させるメッセージを変えてみよう。
        // ここに書く



        // ====================
        // ヒント
        // ====================
        // 数値の大小を比較するには、「<」「>」を使用する
        // 始めの条件は「if」
        // それ以外は「else」
        // 複数の条件を追加する場合は「else if」を使う
        // 「.equals()」を使うことで、変数と()の中の文字列が等しいかどうかを判定してくれる
    }
}
